brew "coreutils"
brew "findutils"
brew "zsh"
brew "antidote"
brew "starship"
brew "wget"
brew "rsync"
brew "git"
brew "python"
brew "ipython"
brew "ctags"
brew "node"
brew "helix"
brew "httpie"
brew "gpg"
brew "tree"
brew "watch"
brew "nmap"
brew "mtr"
brew "wrk"
brew "kubernetes-cli"
brew "helm"
brew "yq"

cask "firefox"
cask "iterm2"
cask "visual-studio-code"
cask "obsidian"
cask "docker"
cask "vlc"
cask "spotify"
cask "whatsapp"
cask "signal"
cask "wireshark"
cask "textual"
cask "yubico-yubikey-manager"
cask "domzilla-caffeine"
cask "homebrew/cask-fonts/font-symbols-only-nerd-font"
cask "homebrew/cask-fonts/font-hack-nerd-font"

mas "AusweisApp", id: 948660805
mas "WireGuard", id: 1451685025
