# completions
zsh-users/zsh-completions
belak/zsh-utils path:completion

# ohmyzsh
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/extract

# plugins
rupa/z

# utils
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
