# completions
mattmc3/ez-compinit
zsh-users/zsh-completions path:src kind:fpath

# plugins
rupa/z

# ohmyzsh
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/extract

# utils
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
